Repository: Zichao-xu/WgSense
Catalog: platforms/macos/WgSense/Localizable.xcstrings
Source language: zh_hans
Languages: ar, en, fa, ja, ko, ru, tr, vi, zh_hant

source: 生效规则
ar: القواعد التشغيلية
en: Active Rules
fa: قوانین فعال
ja: 効力規則
ko: 생효규칙
ru: Правила действия
tr: Aktif Kurallar
vi: Quy tắc hoạt động
zh_hant: 生效規則

source: 界面语言
ar: لغة الواجهة
en: Interface Language
fa: زبان رابط
ja: インターフェイス言語
ko: 인터페이스 언어
ru: Язык интерфейса
tr: Arayüz Dili
vi: Ngôn ngữ giao diện
zh_hant: 界面語言

source: 目标设备
ar: الجهاز المستهدف
en: Target Device
fa: دستگاه هدف
ja: 目標設備
ko: 대상장치
ru: Целевое устройство
tr: Hedef Cihaz
vi: Thiết bị đích
zh_hant: 目標設備

source: 确定
ar: موافق
en: OK
fa: تأیید
ja: 確定
ko: 확인
ru: определить
tr: Tamam
vi: Được rồi
zh_hant: 確定

source: 确认
ar: الاستعراض
en: Review
fa: نقد
ja: 確認する
ko: 확인
ru: подтвердить
tr: İnceleme
vi: ôn lại
zh_hant: 確認

source: 确认删除？
ar: تأكد من حذفها؟
en: Confirm Delete?
fa: تایید حذف؟
ja: 削除を確認しますか？
ko: 삭제확인?
ru: Подтвердить удаление?
tr: Silmeyi Onayla?
vi: Xác nhận Xoá?
zh_hant: 確認刪除？

# 确认删除「%@」？
source: 确认删除「%1$@」？
ar: هل تريد حذف «%1$@»؟
en: Delete '%1$@'?
fa: «%1$@» حذف شود؟
ja: 「%1$@」を削除しますか？
ko: 「%1$@」을(를) 삭제할까요?
ru: Удалить «%1$@»?
tr: «%1$@» silinsin mi?
vi: Xóa “%1$@”?
zh_hant: 確認刪除「%1$@」？

source: 确认删除配置？
ar: تحذف الصورة؟
en: Delete Profile?
fa: حذف پروفایل؟
ja: 設定の削除を確認しますか？
ko: 설정 삭제 확인?
ru: Убедитесь, что конфигурация удалена?
tr: Profil mi?
vi: Xoá hồ sơ?
zh_hant: 確認刪除配置？

source: 确认操作
ar: الإجراء المؤكد
en: Confirm Action
fa: تایید اقدام
ja: 操作を確認する
ko: 작업 확인
ru: Подтвердить операцию
tr: Doğruyu Onaylayın
vi: Xác nhận hành động
zh_hant: 確認操作

source: 确认配置信息
ar: موجز الاستعراض
en: Review Profile
fa: بررسی پروفایل
ja: 配置情報を確認する
ko: 구성정보 확인
ru: Подтвердить информацию о конфигурации
tr: Profili İncele
vi: Xem lại hồ sơ
zh_hant: 確認配置信息

source: 视图
ar: عرض
en: View
fa: مشاهده
ja: ビュー
ko: 뷰
ru: вид
tr: Görüntüle
vi: Chế độ xem
zh_hant: 視圖

source: 离线
ar: غير متصل
en: Offline
fa: آفلاین
ja: オフライン
ko: 오프라인
ru: В автономном режиме
tr: Çevrimdışı
vi: Ngoại tuyến
zh_hant: 離線

source: 秒
ar: ثانية
en: sec
fa: جدایی
ko: 초
ru: секунда
tr: Gizli
vi: giây

source: 移除此手动设备
ar: إزالة هذا الدليل
en: Remove This Manual Device
fa: حذف این دستگاه دستی
ja: この手動機器を取り外す
ko: 이 수동 장치를 제거합니다.
ru: Удалить это ручное устройство
tr: Bu Manuel Cihazı Kaldır
vi: Bỏ thiết bị thủ công
zh_hant: 移除此手動設備

source: 移除磁贴
ar: إزالة البلاط
en: Remove Tile
fa: حذف کاشی
ja: 投稿を削除する
ko: 게시물 삭제
ru: Удалить запись
tr: Çekil Kaplama
vi: Bỏ
zh_hant: 移除磁貼

# 移除设备 %@
source: 移除设备 %1$@
ar: إزالة الجهاز %1$@
en: Remove Device %1$@
fa: حذف دستگاه %1$@
ja: デバイス %1$@ を削除
ko: 장치 %1$@ 제거
ru: Удалить устройство %1$@
tr: %1$@ Aygıtını Kaldır
vi: Xóa thiết bị %1$@
zh_hant: 移除設備 %1$@

source: 立即重新检测
ar: تأكد مرة أخرى
en: Check Again Now
fa: بررسی دوباره Now
ja: すぐに再検査する
ko: 즉시 재검사
ru: Немедленно переанализируйте
tr: Şimdi Tekrar Kontrol Et
vi: Kiểm tra lại lần nữa
zh_hant: 立即重新檢測

source: 端口
ar: الميناء
en: Port
fa: پورت پورت پورت
ja: ポート
ko: 포트
ru: порт
tr: Port
vi: Cổng

source: 等待 daemon
ar: انتظر ديمون
en: Waiting for daemon
fa: انتظار برای daemon
ja: 待つ daemon
ko: 데몬 기다림
ru: Ожидание daemon
tr: Daemon
vi: Đang đợi trình nền

source: 等待对方确认
ar: انتظار الموافقة
en: Waiting for approval
fa: انتظار برای تایید
ja: 相手の確認を待つ
ko: 상대방 확인 기다림
ru: Ждите подтверждения другой стороны
tr: Onay için
vi: Chờ đợi sự chấp thuận
zh_hant: 等待對方確認

source: 等待授权
ar: في انتظار الإذن
en: Awaiting Authorization
fa: منتظر مجوز
ja: 授権を待つ
ko: 승인 대기 중
ru: Ожидание авторизации
tr: Bekleyen Bir Yetki
vi: Chờ được ủy quyền
zh_hant: 等待授權

source: 等待认证
ar: تنتظر التوثيق
en: Awaiting Authentication
fa: انتظار تایید اعتبار
ja: 認証を待つ
ko: 인증 대기 중
ru: Ожидание сертификации
tr: Bekleyen bir kimlik
vi: Chờ đợi xác thực
zh_hant: 等待認證

source: 策略
ar: السياسات
en: Policy
fa: سیاست سیاست
ja: 戦略
ko: 전략
ru: политика
tr: Politika Politikası
vi: Chính sách

source: 策略组
ar: مجموعات السياسات
en: Policy Groups
fa: گروه های سیاست
ja: 戦略チーム
ko: 전략팀
ru: политическая группа
tr: Politika Grupları
vi: Nhóm chính sách
zh_hant: 策略組

source: 筛选日志
ar: أجهزة التصوير
en: Filter Logs
fa: فیلتر کردن لاگ‌ها
ja: ログをスクリーニングする
ko: 로그 선별
ru: Отфильтровать журнал
tr: Günlükleri Filtrele
vi: Bản ghi lọc
zh_hant: 篩選日誌

source: 简体中文
ar: الصينية المبسطة
en: Simplified Chinese
fa: چینی ساده
ja: 簡体字
ko: 중국어 간체
ru: Китайский (упрощённый)
tr: Basitleştirilmiş Çince
vi: Tiếng Trung giản thể
zh_hant: 簡體中文

source: 管理
ar: الإدارة
en: Management
fa: مدیریت مدیریت مدیریت
ja: 管理する
ko: 관리
ru: управлять
tr: Yönetim
vi: Quản lý

source: 类型
ar: النوع
en: Type
fa: نوع
ja: タイプ
ko: 유형
ru: тип
tr: Tür
vi: Kiểu
zh_hant: 類型

source: 系统
ar: النظام
en: System
fa: سیستم
ja: システム
ko: 시스템
ru: Система
tr: Sistem
vi: Hệ thống
zh_hant: 系統

source: 系统 helper
ar: مساعدة النظام
en: System Helper
fa: یاور سیستم
ja: システム helper
ko: 시스템 helper
ru: Системный helper
tr: Sistem Yardımcı
vi: Bộ hỗ trợ hệ thống
zh_hant: 系統 helper

source: 系统 helper 已存在
ar: هدية مساعدة النظام
en: System helper present
fa: سیستم کمک کننده فعلی
ja: システムhelperはすでに存在している
ko: 시스템 helper가 이미 존재합니다.
ru: Системный helper уже существует
tr: Sistem yardımcı
vi: Trợ giúp hệ thống hiện tại
zh_hant: 系統 helper 已存在

source: 系统 helper 未安装
ar: لم يتم تركيبها
en: System helper not installed
fa: سیستم کمکی نصب نشده
ja: システムhelperがインストールされていません
ko: 시스템 helper가 설치되지 않았습니다.
ru: Помощник системы не установлен
tr: Sistem yardımcı yükleme
vi: Chưa cài đặt trợ giúp hệ thống
zh_hant: 系統 helper 未安裝

source: 系统服务 / 网络管理
ar: دائرة النظام/إدارة الشبكات
en: System Service / Network Management
fa: سیستم خدمات / مدیریت شبکه
ja: システムサービス/ネットワーク管理
ko: 시스템 서비스 / 네트워크 관리
ru: Системные услуги / Управление сетью
tr: Sistem Servisi / Ağ Yönetimi
vi: Dịch vụ hệ thống/ Quản lý Mạng
zh_hant: 系統服務 / 網絡管理

source: 系统服务 / 被动
ar: دائرة النظام/الخدمة السلبية
en: System Service / Passive
fa: سرویس سیستم / غیرفعال
ja: システムサービス/パッシブ
ko: 시스템 서비스 / 수동
ru: Системные услуги / пассивные
tr: Sistem Servisi / Pasif
vi: Dịch vụ hệ thống/ Động cơ
zh_hant: 系統服務 / 被動

source: 系统默认
ar: النظام
en: System Default
fa: سیستم پیش فرض
ja: システムがデフォルトで
ko: 시스템 기본 설정
ru: Система по умолчанию
tr: Sistem
vi: Mặc định hệ thống
zh_hant: 系統默認

source: 级别
ar: الرتبة
en: Level
fa: سطح سطح
ja: レベル
ko: 레벨
ru: уровень
tr: Seviye
vi: Trình độ
zh_hant: 級別

source: 绑定地址
ar: العنوان الملزم
en: Bind Address
fa: آدرس اتصال
ja: アドレスをバインドする
ko: 주소 바인딩
ru: Привязка адреса
tr: Adresi Bağla
vi: Phố
zh_hant: 綁定地址

source: 给你的配置起个名字
ar: أعط هذا الملف اسماً
en: Give this profile a name
fa: به این پروفایل یک نام بدهید
ja: あなたに名前を付ける
ko: 당신에게 이름 부여를 해 주세요.
ru: Назовите конфигурацию, которая вам нужна
tr: Bu profili bir isim verin
vi: Cho hồ sơ này một tên
zh_hant: 給你的配置起個名字

source: 维护
ar: الصيانة
en: Maintenance
fa: تعمیر و نگهداری
ja: メンテナンス
ko: 유지
ru: обслуживать
tr: Bakım
vi: Bảo trì
zh_hant: 維護

source: 编辑
ar: تعديل
en: Edit
fa: ویرایش
ja: 編集
ko: 편집
ru: редактор
tr: Düzenle
vi: Sửa
zh_hant: 編輯

source: 编辑 %@
ar: تعديل %1$@
en: Edit %1$@
fa: ویرایش %1$@
ja: 編集 %@
ko: 편집 %@
ru: Редактировать %@
tr: Düzenle %1$@
vi: Sửa%1$@
zh_hant: 編輯 %@

source: 网络
ar: الشبكة
en: Network
fa: شبکه
ja: ネットワーク
ko: 네트워크
ru: Сеть
tr: Ağ
vi: Mạng
zh_hant: 網絡

source: 网络信息
ar: الشبكة
en: Network Information
fa: شبکه اطلاعات
ja: ネットワーク情報
ko: 인터넷 정보
ru: информация сети
tr: Ağ Bilgileri
vi: Thông tin mạng
zh_hant: 網絡信息

source: 美国
ar: الولايات المتحدة
en: United States
fa: ایالات متحده آمریکا
ja: アメリカ
ko: 미국
ru: Соединенные Штаты
tr: Amerika Birleşik Devletleri
vi: Hoa Kỳ
zh_hant: 美國

source: 自动保存: 关
ar: الحفظ التلقائي: إيقاف
en: Auto Save: Off
fa: بایگانی برچسب ها: Off
ja: 自動保存：オフ
ko: 자동 저장: 끄기
ru: Автоматическое сохранение: выключено
tr: Otomatik Kaydet: Kapalı
vi: Tự động lưu: Off
zh_hant: 自動保存: 關

source: 自动刷新
ar: تحديث تلقائي
en: Auto Refresh
fa: تازه‌سازی خودکار
ja: 自動更新
ko: 자동 새로고침
ru: автоматическое обновление
tr: Autonova
vi: Tự động làm tươi
zh_hant: 自動刷新

source: 自动化策略
ar: الأتمتة
en: Automation
fa: خودکارسازی
ja: 自動化戦略
ko: 자동화
ru: Автоматизация
tr: Otomasyon
vi: Tự động hóa
zh_hant: 自動化策略

source: 自动管理
ar: الإدارة الآلية
en: Automatic Management
fa: مدیریت خودکار
ja: 自動管理
ko: 자동 관리
ru: Автоматическое управление
tr: Otomatik Yönetim
vi: Quản lý tự động
zh_hant: 自動管理

source: 节点
ar: العقد
en: Nodes
fa: گره ها
ja: ノード
ko: 노드
ru: узел
tr: Hayır
vi: Nút
zh_hant: 節點

source: 英国
ar: المملكة المتحدة
en: United Kingdom
fa: انگلستان
ja: イギリス
ko: 영국
ru: Великобритания
tr: Birleşik Krallık
vi: Vương quốc Anh
zh_hant: 英國

source: 苹果
ar: آبل
en: Apple
fa: اپل
ja: りんご
ko: 사과
ru: Яблоко
tr: Elma
vi: Táo
zh_hant: 蘋果

source: 规则
ar: القواعد
en: Rules
fa: قوانین
ja: ルール
ko: 규칙
ru: Правила
tr: Kurallar Kuralları
vi: Quy tắc
zh_hant: 規則

source: 规则命中统计
ar: إحصاءات المضرب
en: Rule Hit Statistics
fa: قانون شماره ها
ja: ルール命中統計
ko: 규칙 적중 통계
ru: Статистика попадания правил
tr: Kural Hit İstatistikler
vi: Thống kê Hit
zh_hant: 規則命中統計

source: 规则视图
ar: القواعد في
en: Rules View
fa: مشاهده قوانین
ja: ルールビュー
ko: 규칙보기
ru: Вид правил
tr: Kuralları Görüntüle
vi: Xem quy tắc
zh_hant: 規則視圖

source: 规则集
ar: القواعد
en: Rule Sets
fa: قانون تعیین می کند
ja: ルール集
ko: 규칙집
ru: Набор правил
tr: Kural Setleri
vi: Đặt quy tắc
zh_hant: 規則集

source: 订阅
ar: مقدمو الخدمات
en: Providers
fa: ارائه دهندگان
ja: 購読する
ko: 구독
ru: подписка
tr: Sağlayıcılar
vi: Nhà cung cấp
zh_hant: 訂閱

source: 设备别名
ar: الاسم المستعار للجهاز
en: Device Alias
fa: نام مستعار دستگاه
ja: 機器別名
ko: 설비 별칭
ru: Псевдоним устройства
tr: Cihaz Takma Adı
vi: Thiết bị
zh_hant: 設備別名

source: 设置
ar: الإعدادات
en: Settings
fa: تنظیمات
ja: 設置
ko: 설정
ru: Настройки
tr: Ayarlar
vi: Cài đặt
zh_hant: 設置

source: 诊断
ar: تشخيص
en: Diagnose
fa: عیب‌یابی
ja: 診断
ko: 진단
ru: Диагностика
tr: Tanıla
vi: Chẩn đoán
zh_hant: 診斷

source: 请先启动后台服务
ar: ابدأ خدمة الخلفية أولاً
en: Start the background service first
fa: ابتدا خدمات پس زمینه را شروع کنید
ja: まずはバックグラウンドサービスを起動してください
ko: 백그라운드 서비스를 먼저 실행해 주세요.
ru: Пожалуйста, запустите фоновое обслуживание сначала.
tr: Arka servise ilk önce başlayın
vi: Khởi động dịch vụ nền trước
zh_hant: 請先啓動後台服務

source: 请在设置中检查 Mihomo 地址与密钥
ar: تحقق من عنوان (ميهومو) و السر في (ستينغز)
en: Check the Mihomo address and secret in Settings.
fa: آدرس Mihomo و راز در تنظیمات را بررسی کنید.
ja: 設定でミホモのアドレスとキーを確認してください
ko: 설정에서 Mihomo 주소와 키를 확인하세요.
ru: Пожалуйста, проверьте адрес Mihomo и ключ в настройках.
tr: Mihomo adresini kontrol edin ve Ayarlarda gizli.
vi: Kiểm tra địa chỉ và bí mật Mihomo trong Thiết lập.
zh_hant: 請在設置中檢查 Mihomo 地址與密鑰

source: 请输入延迟测试 URL
ar: أدخل اختبار الكفاءة
en: Enter the latency test URL
fa: URL تست تأخیر را وارد کنید
ja: 遅延テストURLを入力してください
ko: 지연테스트 URL을 입력해 주세요.
ru: Пожалуйста, введите URL-адрес теста задер
tr: Gecikme testi URL'sini girin
vi: Nhập địa chỉ Mạng thử nghiệm tần số
zh_hant: 請輸入延遲測試 URL

source: 请输入控制器地址
ar: أدخل عنوان المراقب
en: Enter the controller address
fa: آدرس کنترل کننده را وارد کنید
ja: コントローラーのアドレスを入力してください
ko: 컨트롤러 주소를 입력해 주세요.
ru: Пожалуйста, введите адрес контроллера
tr: Kontrol adresi girin
vi: Nhập địa chỉ điều khiển
zh_hant: 請輸入控制器地址

source: 请选择发送类型 →
ar: اختيار نوع إرسال
en: Choose a send type →
fa: یک نوع ارسال را انتخاب کنید
ja: 送信タイプを選択してください→
ko: 발송 유형을 선택하세요 →
ru: Пожалуйста, выберите тип отправки →
tr: Bir gönderi tipi seçin →
vi: Chọn một kiểu gửi
zh_hant: 請選擇發送類型 →

source: 读取代理状态失败
ar: فشل في قراءة الحالة البديلة
en: Failed to read proxy status
fa: شکست در خواندن وضعیت پروکسی
ja: 代理ステータスを読み込めなかった
ko: 대리인 상태 판독 실패
ru: Не удалось считывать статус агента
tr: Proxy durumu okunamadı
vi: Không đọc được tình trạng ủy nhiệm
zh_hant: 讀取代理狀態失敗

source: 读取代理状态失败: 无法连接服务器。
ar: فشل في قراءة الوضع البديل: لم يكن بمقدوره التواصل مع الخادم.
en: Failed to read proxy status: Could not connect to the server.
fa: شکست در خواندن وضعیت پروکسی: نمی تواند به سرور متصل شود.
ja: 代理ステータスを読み込むのに失敗しました：サーバーに接続できません。
ko: 에이전트 상태 판독 실패: 서버에 연결할 수 없습니다.
ru: Не удалось считывать статус прокси: не удалось подключиться к серверу.
tr: Proxy durumu okunamadı: Sunucuya bağlanılamadı.
vi: Không thể đọc trạng thái ủy nhiệm: không kết nối tới máy phục vụ.
zh_hant: 讀取代理狀態失敗: 無法連接服務器。

source: 读取文件失败
ar: لم يقرأ الملف
en: Failed to read file
fa: شکست در خواندن فایل
ja: ファイルの読み取りに失敗しました
ko: 파일 읽는 데 실패했습니다.
ru: Не удалось считывать файл
tr: Dosyayı okumak için başarısız oldu
vi: Lỗi đọc tập tin
zh_hant: 讀取文件失敗

source: 读取运行配置
ar: اقرأوا وقت العمل
en: Read Runtime Configuration
fa: خواندن پیکربندی زمان اجرا
ja: 運行配置を読み取る
ko: 운영 구성을 읽어 낸다
ru: Прочти Running Config
tr: Çalışma Zamanı Yapılandırmasının Okunması
vi: Đọc cấu hình thời gian chạy
zh_hant: 讀取運行配置

source: 谷歌
ar: غوغل
en: Google
fa: گوگل
ja: グーグル
ko: 구글
ru: Google
tr: Google
vi: Google

source: 走隧道的网段
ar: الشبكات المتمركزة من خلال النفق
en: Networks Routed Through Tunnel
fa: شبکه های جاده ای از طریق تونل
ja: トンネルを通るセクション
ko: 터널을 걷는 구간
ru: Трасса туннеля
tr: Ağlar Tünel Yoluyla Yollandı
vi: Mạng được định tuyến qua đường hầm
zh_hant: 走隧道的網段

source: 超时
ar: الوقت
en: Timeout
fa: تایم اوت
ja: タイムアウト
ko: 오더 타임
ru: сверхушествование
tr: Zaman aşımı
vi: Hết giờ
zh_hant: 超時

source: 跟随
ar: اتبع
en: Follow
fa: دنبال کردن
ja: ついていく
ko: 따라
ru: последовать
tr: Takip Et
vi: Theo dõi
zh_hant: 跟隨

source: 跟随系统
ar: اتباع النظام
en: Follow System
fa: پیروی از سیستم
ja: システムに従う
ko: 시스템 설정 사용
ru: Системная
tr: Sistemi İzle
vi: Theo hệ thống
zh_hant: 跟隨系統

source: 跨平台网络工具套件
ar: مجموعة أدوات الشبكة الشاملة
en: Cross-platform network toolkit
fa: جعبه ابزار شبکه چند پلتفرمی
ja: クロスプラットフォームネットワークツールキット
ko: 플랫폼 간 네트워크 도구 키트
ru: Cross-Platform сетевые инструментальные комплекты
tr: Platformlar arası ağ araç seti
vi: Công cụ mạng đa nền
zh_hant: 跨平台網絡工具套件

source: 输入设备的 IP 地址（或 IP:端口）
ar: أدخل عنوان جهاز IP (أو IP:port)
en: Enter the device IP address (or IP:port)
fa: وارد آدرس IP دستگاه (یا IP:port)
ja: デバイスのIPアドレス（またはIP:ポート）を入力する
ko: 장치의 IP 주소(또는 IP:포트)를 입력하세요.
ru: Введите IP-адрес устройства (или IP:порт)
tr: Cihazı IP adresi girin (veya IP:port)
vi: Nhập địa chỉ IP thiết bị (hoặc IP:port)
zh_hant: 輸入設備的 IP 地址（或 IP:端口）

source: 巡检间隔
ar: الشيك
en: Check Interval
fa: فاصله زمانی بررسی
ja: 巡視間隔
ko: 순찰 간격
ru: Инспекционный интервал
tr: Kontrol Aralığı
vi: Liên tiếp
zh_hant: 巡檢間隔

source: 运行中
ar: قيد التشغيل
en: Running
fa: در حال اجرا
ja: 運行中
ko: 실행 중
ru: Работает
tr: Çalışıyor
vi: Đang chạy
zh_hant: 運行中

source: 运行模式
ar: اركض
en: Run Mode
fa: حالت اجرا
ja: 運行モード
ko: 운영 모드
ru: Режим работы
tr: Çalışma Modu
vi: Chế độ chạy
zh_hant: 運行模式

source: 运行配置
ar: التجمعات الجارية
en: Runtime Configuration
fa: زمان پیکربندی
ja: 運行配置
ko: 운영 구성
ru: Запуск конфигурации
tr: Çalışma Zamanı Yapılandırması
vi: Cấu hình thời gian chạy
zh_hant: 運行配置

source: 运行配置已应用
ar: طريقة العمل المطبقة
en: Runtime configuration applied
fa: زمان پیکربندی
ja: 運行配置は適用済みです
ko: 운영 구성이 적용되었습니다.
ru: Запущенная конфигурация уже применена
tr: Çalışma zamanı yapılandırması uygulandı
vi: Đã áp dụng cấu hình đang chạy
zh_hant: 運行配置已應用

source: 还没有 Profile
ar: لا ملامح بعد
en: No Profiles Yet
fa: هیچ پروفایلی هنوز
ja: まだプロファイルがない
ko: 아직 프로필이 없습니다.
ru: нет профиля
tr: Henüz Profiller Yok
vi: Chưa có hồ sơ
zh_hant: 還沒有 Profile

source: 还没有配置
ar: لا ملامح بعد
en: No Profiles Yet
fa: هیچ پروفایلی هنوز
ja: まだ配置されていません
ko: 아직 배치가 안됐어요.
ru: Не настроен
tr: Henüz Profiller Yok
vi: Chưa có hồ sơ
zh_hant: 還沒有配置

source: 连接
ar: اتصال
en: Connect
fa: اتصال
ja: つなぐ
ko: 연결
ru: Подключение
tr: Bağlan
vi: Kết nối
zh_hant: 連接

source: 连接中
ar: جارٍ الاتصال
en: Connecting
fa: در حال اتصال
ja: 接続中
ko: 연결 중
ru: Подключение
tr: Bağlanıyor
vi: Đang kết nối
zh_hant: 連接中

source: 连接拓扑
ar: طوبولوجيا الاتصال
en: Connection Topology
fa: توپولوژی اتصال
ja: トポロジーを接続する
ko: 접속 토폴로지
ru: Топология соединения
tr: Bağlantı Topoloji
vi: Kết nối
zh_hant: 連接拓撲

source: 连接数
ar: الارتباطات
en: Connections
fa: اتصالات
ja: 接続数
ko: 연결수
ru: Количество соединений
tr: Bağlantılar
vi: Kết nối
zh_hant: 連接數

source: 连接状态
ar: الحالة
en: Connection Status
fa: وضعیت اتصال
ja: 接続状態
ko: 접속 상태
ru: Соединение в состоянии
tr: Bağlantı Durumu
vi: Trạng thái kết nối
zh_hant: 連接狀態

source: 连接统计
ar: إحصاءات الاتصال
en: Connection Statistics
fa: آمار اتصال
ja: 連結統計
ko: 접속 통계
ru: Статистика подключения
tr: Bağlantı İstatistiki
vi: Thống kê kết nối
zh_hant: 連接統計

source: 退出 WgSense
ar: إنهاء WgSense
en: Quit WgSense
fa: ترک WgSense
ja: WgSenseから退出する
ko: WgSense 종료
ru: Выйти из WgSense
tr: Oldukça WgSense
vi: Thoát WgSense

source: 选择 .conf 文件
ar: اختر (فايل)
en: Choose a .conf File
fa: یک فایل .conf انتخاب کنید
ja: .confファイルを選択する
ko: .conf 파일을 선택합니다.
ru: Выберите файл .conf
tr: Bir .conf Dosyası seçin
vi: Chọn tệp .conf
zh_hant: 選擇 .conf 文件

source: 选择 WireGuard 配置文件
ar: اختر ملف (ويريغارد)
en: Choose a WireGuard Profile
fa: پروفایل WireGuard را انتخاب کنید
ja: WireGuardのプロファイルを選択する
ko: WireGuard 프로파일 선택
ru: Выберите профиль WireGuard
tr: Bir WireGuard Profil seçin
vi: Chọn một hồ sơ bảo vệ dây
zh_hant: 選擇 WireGuard 配置文件

source: 选择发送类型
ar: اختيار نوع إرسال
en: Choose Send Type
fa: نوع ارسال را انتخاب کنید
ja: 送信タイプを選択する
ko: 발송 유형 선택
ru: Выберите тип отправки
tr: Gönderme Türünü Seçin
vi: Chọn kiểu gởi
zh_hant: 選擇發送類型

# 选择发送类型：%@
source: 选择发送类型：%1$@
ar: اختر نوع الإرسال: %1$@
en: Choose send type: %1$@
fa: نوع ارسال را انتخاب کنید: %1$@
ja: 送信タイプを選択：%1$@
ko: 전송 유형 선택: %1$@
ru: Выберите тип отправки: %1$@
tr: Gönderim türünü seçin: %1$@
vi: Chọn kiểu gửi: %1$@
zh_hant: 選擇傳送類型：%1$@

source: 选择文件
ar: اختر الملف
en: Choose File
fa: انتخاب فایل
ja: ファイルを選択する
ko: 파일 선택
ru: Выбрать файл
tr: Dosyayı seçin
vi: Chọn tập tin
zh_hant: 選擇文件

# 选择设备 %@
source: 选择设备 %1$@
ar: اختر الجهاز %1$@
en: Select Device %1$@
fa: انتخاب دستگاه %1$@
ja: デバイス %1$@ を選択
ko: 장치 %1$@ 선택
ru: Выберите устройство %1$@
tr: %1$@ Aygıtını Seç
vi: Chọn thiết bị %1$@
zh_hant: 選擇裝置 %1$@

source: 配置
ar: ملفات التعريف
en: Profiles
fa: پروفایل‌ها
ja: 配置する
ko: 프로필
ru: Профили
tr: Profiller
vi: Hồ sơ

source: 配置内容预览
ar: موجز
en: Profile Preview
fa: پیش‌نمایش پروفایل
ja: 構成内容プレビュー
ko: 구성 내용 미리 보기
ru: Предварительный просмотр содержимого конфигурации
tr: Profil Önizleme
vi: Xem thử hồ sơ
zh_hant: 配置內容預覽

source: 配置已应用
ar: تطبيق نظام المصادرة
en: Configuration applied
fa: پیکربندی
ja: 設定が適用されました
ko: 배치 적용됨
ru: Настроение приведено
tr: Konstrüksiyonu Uygulamalı
vi: Cấu hình được áp dụng
zh_hant: 配置已應用

source: 配置已重载
ar: إعادة تحميل المصادرة
en: Configuration reloaded
fa: پیکربندی دوباره بارگذاری شد
ja: 構成が再ロードされました
ko: 설치 재부하
ru: Настройка перезагружена
tr: Yeniden yükleme
vi: Cấu hình đã tải lại
zh_hant: 配置已重載

source: 配置应用失败
ar: عدم تطبيق التشكيلة
en: Failed to apply configuration
fa: شکست در اعمال پیکربندی
ja: 設定アプリケーションに失敗した
ko: 응용 프로그램 설정 실패
ru: Не удалось настроить приложение
tr: konfigürasyonu uygulamak için başarısız oldu
vi: Lỗi áp dụng cấu hình
zh_hant: 配置應用失敗

source: 配置文件
ar: الملفات الشخصية
en: Profiles
fa: پروفایل ها
ja: プロファイル
ko: 파일 설정
ru: профили
tr: Profiller
vi: Hồ sơ

source: 配置目录
ar: مجلد الملف الشخصي
en: Profile Folder
fa: پوشه پروفایل
ja: 構成目録
ko: 구성목록
ru: Каталог конфигурации
tr: Profil Klasörü
vi: Thư mục hồ sơ
zh_hant: 配置目錄

source: 重启
ar: إعادة التشغيل
en: Restart
fa: راه‌اندازی مجدد
ja: リセット
ko: 다시 시작
ru: Перезапустить
tr: Yeniden Başlat
vi: Khởi động lại
zh_hant: 重啓

source: 重启 Mihomo 核心？
ar: إعادة تشغيل قلب ميهومو؟
en: Restart the Mihomo core?
fa: هسته Mihomo را باز کنید؟
ja: Mihomoコアをリセット？
ko: 미호모 코어 재시작?
ru: Перезапустить Mihomo Core?
tr: Mihomo çekirdeğini yeniden başlatın?
vi: Khởi động lại lõi Mihomo?
zh_hant: 重啓 Mihomo 核心？

source: 重启核心
ar: إعادة تشغيل النواة
en: Restart Core
fa: راه‌اندازی مجدد هسته
ja: コアをリセットする
ko: 코어 재부트
ru: Перезагрузить ядро
tr: Çekirdeği Yeniden Başlat
vi: Khởi động lại lõi
zh_hant: 重啓核心

source: 重启系统服务
ar: دائرة نظام إعادة التشغيل
en: Restart System Service
fa: سرویس سیستم را مجدداً راه اندازی کنید
ja: システムサービスを再起動する
ko: 시스템 서비스 재시작
ru: Служба перезапуска системы
tr: Sistem Hizmetini Yeniden Başlat
vi: Khởi động lại dịch vụ hệ thống
zh_hant: 重啓系統服務

source: 重新检测
ar: مرة أخرى
en: Test Again
fa: تست دوباره
ja: 再検査
ko: 재검사
ru: перепроверить
tr: Tekrar Test Et
vi: Thử lại
zh_hant: 重新檢測

source: 重新读取 daemon 与 Mihomo 控制器状态
ar: أعد تحميل حالة البرنامج الخفي ووحدة تحكم ميهومو
en: Reload daemon and Mihomo controller status
fa: وضعیت دیمن و کنترلر میهومو را دوباره بارگذاری کنید
ja: daemonとMihomoコントローラーの状態を読み直す
ko: 데몬과 Mihomo 컨트롤러 상태를 다시 읽어 봅니다.
ru: Перепрочитать состояние контроллера daemon и Mihomo
tr: Servisi ve Mihomo denetleyici durumunu yeniden yükle
vi: Tải lại trạng thái dịch vụ và bộ điều khiển Mihomo
zh_hant: 重新讀取 daemon 與 Mihomo 控制器狀態

source: 重新选择
ar: اختر مرة أخرى
en: Choose Again
fa: دوباره انتخاب کنید
ja: 再選択
ko: 다시 선택
ru: Выбрать снова
tr: Tekrar seçin
vi: Chọn lại
zh_hant: 重新選擇

source: 重试连接
ar: إعادة المحاولة
en: Retry Connection
fa: تلاش مجدد
ja: 再試行接続
ko: 연결 다시 시도
ru: Повторить подключение
tr: Yeniden Dene
vi: Thử lại
zh_hant: 重試連接

source: 重载配置
ar: إعادة التحميل
en: Reload Configuration
fa: پیکربندی را دوباره بارگذاری کنید
ja: 重い荷物配置
ko: 중과적 구성
ru: Настройка нагрузки
tr: Yeniden yapılandırma
vi: Cấu hình nạp lại
zh_hant: 重載配置

source: 链接
ar: الرابط
en: Link
fa: پیوند
ja: リンク
ko: 링크
ru: ссылка
tr: Bağlantı
vi: Liên kết
zh_hant: 鏈接

source: 长按空白处编辑
ar: اضغطوا واحتفظوا بحيز فارغ للتحرير
en: Press and hold empty space to edit
fa: مطبوعات و نگه داشتن فضای خالی برای ویرایش
ja: 空白部分を長押しして編集する
ko: 공백을 길게 누르면 편집이 됩니다.
ru: Редактировать, нажав на пустой текст.
tr: Basın ve boş alanı düzenlemek
vi: Nhấn và giữ khoảng trống để sửa
zh_hant: 長按空白處編輯

source: 隐藏 IP 地址
ar: إخفاء عناوين IP
en: Hide IP Addresses
fa: مخفی کردن آدرس‌های IP
ja: IPアドレスを隠す
ko: IP 주소 숨기기
ru: Скрыть IP-адрес
tr: IP Adreslerini Gizle
vi: Ẩn địa chỉ IP
zh_hant: 隱藏 IP 地址

source: 隧道内传输
ar: النقل عبر الهاتف
en: Transfer over Tunnel
fa: انتقال بیش از تونل
ja: トンネル内伝送
ko: 터널 내 전송
ru: Трансляция в туннеле
tr: Tünel Yoluna Geçiş
vi: Chuyển qua đường hầm
zh_hant: 隧道內傳輸

source: 非受信任
ar: غير موثوق به
en: Untrusted
fa: عدم اعتماد
ja: 信頼されていない
ko: 비신뢰
ru: не заслуживает доверия
tr: Yeminsiz
vi: Không đáng tin cậy

source: 非受信任网络
ar: الشبكة غير المشمولة بالوصاية
en: Untrusted Network
fa: شبکه غیر قابل اعتماد
ja: 信頼されていないネットワーク
ko: 비신뢰 네트워크
ru: Недоверенная сеть
tr: Güvensiz Ağ
vi: Mạng không đáng tin cậy
zh_hant: 非受信任網絡

source: 非受信任网络自动连接
ar: الاتصال في الشبكات غير الموثوقة
en: Connect on Untrusted Networks
fa: اتصال خودکار در شبکه‌های غیرقابل اعتماد
ja: 信頼されていないネットワークに自動接続する
ko: 신뢰할 수 없는 네트워크에서 자동 연결
ru: Подключаться в недоверенных сетях
tr: Güvenilmeyen Ağlarda Bağlan
vi: Kết nối trên mạng không tin cậy
zh_hant: 非受信任網絡自動連接

source: 预共享密钥
ar: مفتاح جاهز
en: Preshared Key
fa: کلید سهام
ja: 事前共有鍵
ko: 예약공유키
ru: Предварительный общий ключ
tr: Önceden Paylaşılmış Anahtar
vi: Khóa bảo quản
zh_hant: 預共享密鑰

source: 香港
ar: هونغ كونغ
en: Hong Kong
fa: هنگ کنگ
ko: 홍콩
ru: Гонконг
tr: Hong Kong
vi: Hồng Kông

source: 默认
ar: التقصير
en: Default
fa: شکست شکست
ja: デフォルト
ko: 암묵
ru: По умолчанию
tr: Tembel
vi: Mặc định
zh_hant: 默認

source: WireGuard
fa: وایرگارد
ja: ワイヤガード
ko: 와이어가드
vi: Bảo vệ dây

source: %@条
ko: %@건
ru: %@ строки
zh_hant: %@條
